[
  {
    "bookId": "1",
    "bookName": "স্পেনের কান্না",
    "author": "মুহাম্মাদ তাকী উসমানী",
    "image": "/books/1.gif",
    "review": "স্পেন থেকে পুরোপুরিভাবে মুসলিমদের উৎখাত করা হয়েছে প্রায় ৬০০ বছর আগে। কিন্তু আজও সেখানে মুসলিমদের সভ্যতার ছাপ স্পষ্ট। স্পেনের দালানকোঠা, বিভিন্ন দর্শনীয় স্থান আজও মুসলিমদের পরিচয়কে ধারণ করে আছে। এজন্যই কোনো মুসলিম স্পেন ভ্রমণ করলে তিনি শুনতে পান স্পেনের হাহাকার। স্মৃতির পাতা পিছিয়ে যায় ছয়শ বছর আগের সভ্যতায়। এমনই ভ্রমণকাহিনি শাইখুল ইসলাম তাকি উসমানি লিপিবদ্ধ করেছেন। সেই ভ্রমণ কাহিনি নিয়েই অনূদিত “স্পেনের কান্না”।",
    "totalPages": 281,
    "rating": 4.5,
    "category": "History",
    "tags": [
      "ইতিহাস",
      "স্পেন",
      "কান্না"
    ],
    "publisher": "তাম্রলিপি প্রকাশনী",
    "yearOfPublishing": 1987
  },
  {
    "bookId": "2",
    "bookName": "কান্দাহারের পথে",
    "author": " জেসন বার্ক",
    "image": "/books/11.webp",
    "review": "“সাদা কালো টিভিতে দেখা ইরাকের উপর বিমান হামলা আর ‘শত ঘণ্টার যুদ্ধ’ আমার ১৫ বছর বয়সের সাংবাদিক হওয়ার ইচ্ছাটাকে উস্কে দিয়েছিল।” ডন ম্যাককুলিনের জীবনী পড়ে কিশোর বয়সেই ওয়ার জার্নালিজমে ঢুকে পড়ার তীব্র আকাঙ্ক্ষায় অস্থির হয়ে উঠেছিলেন জেসন বার্ক। তারই সূত্র ধরে এক ভ্যাকেশনে বন্ধু আইয়্যানকে নিয়ে পাড়ি জমান তুরস্কের পথে। সৈন্য বেশে পৌঁছে যান তুর্কি রিফিউজি ক্যাম্পে, কথা হয় কুর্দী সেনাদের সাথে। এরপর থেকেই ওয়ার জার্নালিজমের নেশায় পেয়ে বসে তাকে। শুরু হয় পৃথিবীর পথে পথে ঘোরাফেরা। যেখানেই তার এই খোরাকির খবর পেয়েছেন, ছুটে গিয়েছেন সেখানে। সবখানেই মুখোমুখি হয়েছেন ওয়ার্ল্ড পলিটিক্সের আলোচিত-সমালোচিত বেশ কিছু বিষয়ের সাথে। যুদ্ধ আর যুদ্ধের সাথে জড়িয়ে থাকা বহুমুখী রাজনীতির চাল দেখতে দেখতে তার আর বুঝতে বাকি রইল না যে ‘যুদ্ধ আর রাজনীতি একই গল্পের এপিঠ-ওপিঠ’। অজানা সেই যুদ্ধগল্পগুলো জানবার প্রবল আগ্রহই তাকে বেগবান অশ্বারোহী বানিয়ে ছুটে চলে ইরাক, থাইল্যান্ড, পাকিস্তান হয়ে বহু ইতিহাসের সাক্ষী কান্দাহারের পথে…",
    "totalPages": 387,
    "rating": 3.5,
    "category": "Story",
    "tags": [
      "কান্দাহার",
      "আফগানিস্তান",
      "কাহিনী"
    ],
    "publisher": "অন্যপ্রকাশ প্রকাশনী",
    "yearOfPublishing": 1986
  },
  {
    "bookId": "3",
    "bookName": "ইতিহাসের আয়নায় বর্তমান বিশ্বব্যবস্থা",
    "author": "হেদায়াতুল্লাহ মেহমান্দ",
    "image": "/books/3.jpg",
    "review": "ইতিহাসের আয়নায় বর্তমান বিশ্বব্যবস্থা’ বইটি মূলত ওল্ড ওয়ার্ল্ড অর্ডার থেকে নিউ ওয়ার্ল্ড অর্ডারের ইতিহাস নিয়ে রচিত। বইটি পাঠ শেষ হওয়ার পর পাঠক নিজ থেকেই এই প্রশ্নগুলোর জবাব পেয়ে যাবে বর্তমান সময়ে মুসলিমদের কোন পথে অগ্রসর হওয়া উচিৎ? তাদের দাওয়াতের মূল ভিত্তি কী হওয়া জরুরী? তাদের মূল শত্রু কারা? কী তাদের এজেন্ডা ও কর্মপদ্ধতি? লেখক ইতিহাস লেখার মধ্য দিয়ে ইয়াহুদী, খ্রিষ্টান এবং বিশ্বজুড়ে মুসলিমদের বিরুদ্ধে চক্রান্তকারীদের বিশ্বাস ও চিন্তাধারাগুলো অনেক সহজভাবে বর্ণনা করেছেন এবং সেই সাথে সহজ ভাষায় এগুলোর জবাবও লিখেছেন। নিশ্চিতভাবে পশ্চিমাদের ইতিহাস জানা ছাড়াও পশ্চিমাদের বিশ্বাস ও চিন্তাধারা বোঝার জন্য এই বইটি অধ্যয়ন অনেক উপকারী হবে।",
    "totalPages": 396,
    "rating": 7.5,
    "category": "History",
    "tags": [
      "ইতিহাস",
      "বিশ্বব্যবস্থা"
    ],
    "publisher": "বাতিঘর প্রকাশনী",
    "yearOfPublishing": 1992
  },
  {
    "bookId": "4",
    "bookName": "ধরণির পথে প্রান্তে",
    "author": "জিয়াউল হক",
    "image": "/books/4.jpg",
    "review": "মানুষ এক বিস্ময়কর সৃষ্টি। মানুষের মাঝে যে প্রতিভা আর রহস্য লুকোনো, তা এককথায় অবিশ্বাস্য। প্রতিটি মানুষের জীবনে রয়েছে বহুবিধ রূপ । ভালো-মন্দ, বিখ্যাত-অখ্যাত, বড়ো-ছোটো, নারী-পুরুষ—প্রত্যেকের মনে রয়েছে ‘নিজস্ব জগৎ’। সেখানেই লুকোনো থাকে জীবনের সমস্ত অব্যক্ত কথা। অধিকাংশ সময় বিশ্বের কেউ তা জানতে পারে না; এমনকী একান্ত কাছের মানুষও না। বৈচিত্র্যময় ও রহস্যাবৃত সমস্ত নীরব কথামালা নিয়েই সে কবরে চলে যায়।একজন মুসাফিরের জন্য ‘ভ্রমণ’ হলো সিনেমার সেলুলয়েড পর্দা, যেখানে জীবন ও সমাজের সেই রহস্যাবৃত অভিব্যক্তি ধরা পড়ে, যদি সেই মুসাফির ‘মানুষ’ পড়তে পারেন। চলুন, বিশ্বের নানা দেশের কজন ‘মানুষ’-কে পড়ে আসি।",
    "totalPages": 112,
    "rating": 3.5,
    "category": "Story",
    "tags": [
      "ধরণি",
      "পথে",
      "প্রান্তে",
      "কাহিনী"
    ],
    "publisher": "জ্ঞানকোষ প্রকাশনী",
    "yearOfPublishing": 2017
  },
  {
    "bookId": "5",
    "bookName": "অবাধ্যতার ইতিহাস",
    "author": "ডা. শামসুল আরেফীন",
    "image": "/books/5.webp",
    "review": "যেভাবে আর যে কারণে ধ্বংস হয়েছে পূর্বের অনেক সভ্যতা, যেভাবে মানুষকে বরণ করতে হয়েছিলো আল্লাহর অনিবার্য আযাব—তার আদ্যোপান্ত জানতেই ‘অবাধ্যতার ইতিহাস’ বইটি। মোটকথা, কীভাবে আমরা ইউরোপীয় চিন্তাগুলোকে গ্রহণ করে আমাদের দ্বীন ছেড়ে দিয়েছি। তার ইতিহাস তুলে ধরা হয়েছে এই বইতে।",
    "totalPages": 273,
    "rating": 3.5,
    "category": "History",
    "tags": [
      "ইতিহাস",
      "অবাধ্যতার",
      "সভ্যতা"
    ],
    "publisher": "প্রথমা প্রকাশনী",
    "yearOfPublishing": 1998
  },
  {
    "bookId": "6",
    "bookName": "দি এ্যানাটমি অব ওয়ার্ল্ড পলিটিক্স",
    "author": "মোহাম্মদ মিরাজ মিয়া",
    "image": "/books/6.webp",
    "review": "“দি এ্যানাটমি অব ওয়ার্ল্ড পলিটিক্স” মূলত একটি মৌলিক গ্রন্থ, যেখানে একুশ শতকের বিশ্ব রাজনীতি নিয়ে আলোচনা করা হয়েছে। মোট ত্রিশটি অধ্যায় সম্বলিত এই বইতে বর্তমান বিশ্ব রাজনীতির বিভিন্ন প্রেক্ষাপট, ঘটনাক্রম, কূটনীতি, ভূরাজনীতি, দ্বন্দ্ব, সংকট ও ভবিষ্যত নিয়ে বিস্তারিত আলোচনা করা হয়েছে। একুশ শতকের বিশ্ব রাজনীতির গতিপ্রকৃতিকে বিদ্যায়তনিক বা একাডেমিক বিভিন্ন বয়ান, তত্ত্ব ও পরিভাষার মাধ্যমে ব্যাখ্যা বিশ্লেষণ করা হয়েছে। এই বইটির সবচেয়ে উল্লেখযোগ্য বৈশিষ্ট্য সহজবোধ্যতা। জটিল ভূরাজনৈতিক সমীকরণগুলো এই বইতে সহজবোধ্যভাবে উপস্থাপন করা হয়েছে। বইটির বিষয়বস্তুগুলো ধারাবাহিক এবং সুসংবদ্ধ।",
    "totalPages": 235,
    "rating": 4.5,
    "category": "Politics",
    "tags": [
      "এ্যানাটমি",
      "রাজনীতি",
      "ওয়ার্ল্ড পলিটিক্স"
    ],
    "publisher": "আদর্শ প্রকাশনী",
    "yearOfPublishing": 2019
  },
  {
    "bookId": "7",
    "bookName": "রাজনীতি ও কূটনীতিকোষ",
    "author": "ড. সুলতান মাহমুদ,  বিবি মরিয়ম",
    "image": "/books/7.jpeg",
    "review": "আধুনিক বিশ্বায়নের যুগে রাজনীতি ও কূটনীতিবিষয়ক জ্ঞানপিপাসা প্রতিটি মানুষের মধ্যেই লক্ষ্য করা যায়। কারণ নাগরিক জীবনের প্রতিটি ধাপেই রাজনীতি সংশ্লিষ্টতা রয়েছে। রাজনীতিবিদ্যায় রাজনীতি ও কূটনীতিবিষয়ক অসীম শব্দসম্ভার রয়েছে। সেগুলাে। সুনির্দিষ্টভাবে গােছানাে আকারে পাওয়া কঠিন। আর সেকারণেই সমাজের বিভিন্ন স্তরের নাগরিকদের জানার আগ্রহ অনুভব করে রাজনীতি ও কুটনীতিকোষ' গ্রন্থটি সম্পাদনার ক্ষুদ্র প্রয়াসটি হাতে নেয়ার সাহস করেছিলাম। বিশ্বের বিভিন্ন রাজনৈতিক ইস্যু, রাজনৈতিক ঘটনা, রাজনৈতিক দর্শন, রাজনৈতিক ব্যক্তিত্ব, আন্তর্জাতিক রাজনৈতিক ঘটনা, রাজনৈতিক ও কূটনৈতিক যাবতীয় গুরুত্বপূর্ণ প্রত্যয় নিরপেক্ষ দৃষ্টিভঙ্গীতে এবং নির্ভুলভাবে উপস্থাপনের চেষ্টা করা হয়েছে। বস্তুনিষ্ঠ তথ্য উপস্থাপনে আমরা ছিলাম অঙ্গীকারবদ্ধ। দলমত নির্বিশেষে প্রতিটি রাজনৈতিক ব্যক্তিত্ব, রাজনৈতিক কর্মীবাহিনী, রাজনীতিবিদ্যা ও সমাজবিদ্যার শিক্ষক-শিক্ষার্থীসহ বিভিন্ন প্রতিযােগিতামূলক পরীক্ষায় অংশগ্রহণকারী এবং সর্বস্তরের জ্ঞানপিপাসু বুদ্ধিজীবী ও সাধারণ পাঠকদের জ্ঞানের খােরাক মেটাতে পুস্তকটি অন্যতম। সহায়ক ভূমিকা পালন করবে বলে আশা রাখছি।। সহজ ও প্রাঞ্জল ভাষায় রাজনীতি ও কূটনীতিবিষয়ক । শব্দসম্ভারের একটি বৃহত্তম সংকলন হিসেবে বিবেচনা করা যাবে।",
    "totalPages": 251,
    "rating": 5.5,
    "category": "Politics",
    "tags": [
      "আধুনিক",
      "রাজনীতি",
      "বিশ্বায়ন",
      "জ্ঞানপিপাসা"
    ],
    "publisher": "বিশ্বসাহিত্য প্রকাশনী",
    "yearOfPublishing": 1987
  },
  {
    "bookId": "8",
    "bookName": "ছোটদের রাজনীতি ও অর্থনীতি",
    "author": "অধ্যাপক নীহারকুমার সরকার",
    "image": "/books/8.jpg",
    "review": "পুঁজিবাদিদের সবথেকে বড় ভয় এখানেই, কারণ গণতন্ত্র তার মত বিকাশ লাভ করলে তা একদিন উন্নত হয়ে সমাজতন্ত্রে পরিণত হবে তারপর আসবে সাম্যবাদ। আর গণতন্ত্র যত পরিণত হবে ব্যবসায়ীদের ভোগ বিলাসি জীবনাচরণ তত অসম্ভব হয়ে পড়বে। পুঁজি জমিয়ে কাজ না করে শুধুমাত্র ঘরে বসে থেকে কেউ জীবিকা নির্বাহ করতে পারবে না। রীতিমত অংক করে দেখিয়ে দিয়েছেন যে সমাজে মোট উৎপাদিত সম্পদ সর্বদা সমান থাকে, ব্যবসা করে সম্পদ বাড়ানো যায় না, জাস্ট একজনের সম্পদ আরেকজন এর পকেটে যায়। আপনার ১০ টাকা লাভ হয়েছে মানে দেশে কোথাও না কোথাও কারও ১০ টাকা লস হয়েছে, মানে তার শ্রমের মূল্য আপনার পকেটে জমা হয়েছে।",
    "totalPages": 281,
    "rating": 4.5,
    "category": "Politics",
    "tags": [
      "পুঁজিবাদ",
      "রাজনীতি",
      "গণতন্ত্র"
    ],
    "publisher": "ঢাকা কমিক্স প্রকাশনী",
    "yearOfPublishing": 1992
  },
  {
    "bookId": "9",
    "bookName": "ব্যাটল ফর পাওয়ার",
    "author": "সোহেল রানা",
    "image": "/books/9.jpeg",
    "review": "ইতিহাস বদলে যায় যুদ্ধ-সংগ্রাম, বিদ্রোহ আর বিপ্লবে। উত্থান হয় ক্ষমতার নতুন ভরকেন্দ্র ও পরাশক্তির। যুগে যুগে এভাবেই ক্ষমতা ও সাম্রাজ্যবাদের রূপান্তর ঘটেছে। কিন্তু প্রথম বিশ্বযুদ্ধের পর থেকে দুনিয়া দেখল জ্বালানি তেলের অভূতপূর্ব দাপট! বিংশ শতাব্দী থেকে দুনিয়ার ক্ষমতা- কাঠামোই উলটপালট করে দিলো এই তেল অস্ত্র। তেলের পরশে বদলে গেল মরুর দেশ সৌদি আরব, উপসাগরীয় ক্ষুদ্র রাষ্ট্র কাতার, কুয়েত, আমিরাত, ওমান ও বাহরাইন। পশ্চিমা অয়েলম্যানদের কারসাজিতে প্রায় ধ্বংস হলো লিবিয়া, ইরাক আর ইয়েমেন। অন্যদিকে রাশি রাশি নিষেধাজ্ঞার বোঝা মাথায় নিয়েও শত্রুর মুখে ছাই দিয়ে তেল আশীর্বাদে দিব্যি টিকে আছে ইরান ও ভেনিজুয়েলা। ব্যাটল ফর পাওয়ার আপনাকে শোনাবে সেই সব রোমাঞ্চকর কাহিনি; নিয়ে যাবে বিশ্ব রাজনীতির দুর্গম গিরিপথে।",
    "totalPages": 125,
    "rating": 3.5,
    "category": "Politics",
    "tags": [
      "যুদ্ধ-সংগ্রাম",
      "রাজনীতি",
      "বিপ্লব",
      "পরাশক্তি"
    ],
    "publisher": "অন্যপ্রকাশ প্রকাশনী",
    "yearOfPublishing": 2018
  },
  {
    "bookId": "10",
    "bookName": "ইতিহাসের অলি গলি",
    "author": "জিয়াউল হক",
    "image": "/books/10.jpg",
    "review": "অবাক করা ব্যপার হল সোভিয়েত ইউনিয়ন ভেঙ্গে যাবার আগের যেসব দৃশ্য তিনি তুলে ধরেছেন, তুলে ধরেছেন ক্যাপিটালিস্টদের পোষা মিডিয়া কর্তৃক সোভিয়েত বিরোধী বিভিন্ন প্রচার প্রচারণা, সেই একই রকম প্রচারণা এখন মিডিয়ায় দেখা যায় উত্তর কোরিয়ার বিরুদ্ধে। এখন আসি যে এই বই দুটি বর্তমান প্রেক্ষাপটে কতটুকু আবেদন রাখে? আমাদের আদৌ পড়া উচিত কিনা? সামন্তবাদ, সম্রাজ্যবাদ কেন কিভাবে ছড়িয়ে পড়ল পৃথীবিতে। তাদের বিলোপ কেন হল, কেনই বা সৃষ্টি হল পুঁজিবাদ? বিনিময় প্রথা থেকে টাকার সৃষ্টি হল কিভাবে? সামনে পরিবর্তিত হয়ে কী অবস্থানে যেতে পারে, আধুনিক সমাজের এত উন্নতির পরেও কেন দিন কে দিন বেকার সমস্যা বেড়ে চলছে দেশে দেশে? মুদ্রাস্ফীতির প্রকৃত কারণ কী? ব্যাংকের ধারণা কিভাবে এলো, কাজের মূলনীতি কী? ব্যাংক কিভাবে মাছের তেলে মাছ ভেজে খায়?",
    "totalPages": 101,
    "rating": 5.5,
    "category": "History",
    "tags": [
      "ইতিহাস",
      "সোভিয়েত",
      "সম্রাজ্যবাদ"
    ],
    "publisher": "তাম্রলিপি প্রকাশনী",
    "yearOfPublishing": 2016
  },
  {
    "bookId": "11",
    "bookName": "ইতিহাসের জানালা",
    "author": "সালাহউদ্দীন জাহাঙ্গীর",
    "image": "/books/2.jpg",
    "review": "এ গ্রন্থ ছোট ছোট করে অনেক ইতিহাসের স্মরণ দিয়েছে। নিকট অতীত, সুদূর অতীত, প্রাগৈতিহাসিককাল- ইতিহাসের নানাস্তরে ব্যাক্তি, ঘটনা, স্থান, যুদ্ধ, বিজয়, বেদনা জায়গা করে নিয়েছে গ্রন্থের সাদা পাতায়। কেবল জ্ঞান নয়, এই গ্রন্থ ফের স্মরণ করিয়ে দিয়েছে মানুষের মাঝে মানুষের ইনসানিয়্যাত। ইতিহাসপাঠে বাঙালিসমাজে অনীহা যেমন আছে, তেমনি ইতিহাসসন্ধানী অনুসন্ধিৎসু পাঠকেরও কমতি নেই। বইয়ের বাজারে নজর দিলে এর সত্যতা নজরে আসে খুব স্বাভাবিকভাবেই। আমরা তাই আশাবাদের কথা বলতে চাই, শোনাতে চাই, জানাতে চাই সবাইকে। এ গ্রন্থ আশাবাদেরই এক নির্ঘুম দলিল। গ্রন্থে যুত্থবদ্ধ এসব ইতিহাসের অধিকাংশ এর আগে সাপ্তাহিক লিখনীতে ধারাবাহিকভাবে ‘অতীতের জানালা’ নামে প্রকাশ হয়েছে। পাঠকের পাঠ সুবিধার্থে সেসব ইতিহাসে কিছু সংযোজন-বিয়োজন করা হয়েছে যৌক্তিক কারণেই। কেননা পত্রিকার পাতার ফিচার আর বইয়ের পাতার পঠন এক জিনিস নয়। কিছুটা ইতিহাস নতুন করে সংযোজন করা হয়েছে বইটিকে সামগ্রিকতার বিবেচনায় গ্রহণযোগ্য করতে। ইতিহাস তালাশের এই সফরে দুজন সুহৃদ আমাকে অকারণে সাহায্য করেছে। সাদ রহমান এবং তানজিল আমির- আমার প্রিয় দুই প্রতিভালক্ষী তরুণ। তাদের রচিত কিছু ইতিহাস এখানে সংযোজতও হয়েছে। ভবিষ্যতে তারা ইতিহাসে উল্লেখযোগ্য হোক, সে আশাবাদ আজীবনের।",
    "totalPages": 125,
    "rating": 3,
    "category": "History",
    "tags": [
      "ইতিহাস",
      "জানালা"
    ],
    "publisher": "মুক্তপ্রকাশ প্রকাশনী",
    "yearOfPublishing": 2003
  },
  {
    "bookId": "12",
    "bookName": "বিশ্বরাজনীতির ১০০ বছর",
    "author": "ড. তারেক শামসুর রেহমান",
    "image": "/books/12.jpg",
    "review": "বিশ্ব রাজনীতির ১০০ বছর গ্রন্থটি মূলত বিংশ শতাব্দীর ইতিহাসে সংঘটিত হওয়া ঘটনাবলির একটি সংকলন। বিংশ শতাব্দীর যে বিষয়গুলো বিশ্ব রাজনীতিতে আলোড়ন তুলেছিল, তা বিস্তারিত আলোচনা করা হয়েছে গ্রন্থটিতে। বিশেষ করে দু’দুটো বিশ্বযুদ্ধ থেকে শুরু করে সোভিয়েত ইউনিয়নে সমাজতন্ত্রের পতন পর্যন্ত প্রতিটি বিষয় আলোচনা করা হয়েছে। চীনের সংস্কার কর্মসূচিও আলোচনা থেকে বাদ যায়নি। গ্রন্থটির দুটো উল্লেখযোগ্য অধ্যায় হচ্ছে নতুন আন্তর্জাতিক অর্থনৈতিক ব্যবস্থা ও বিশ্ব পরিবেশগত সমস্যা। বিংশ শতাব্দীতে এই দুটো বিষয় বিশ্ব রাজনীতিতে যথেষ্ট প্রভাব ফেলেছিল। আন্তর্জাতিক অর্থনৈতিক ব্যবস্থায় বিশ^ বাণিজ্য সংস্থার ভূমিকা, বাণিজ্যজোট হিসেবে এদেশের ভূমিকা সঙ্গত কারণেই তাই আলোচনা করা হয়েছে। অন্যদিকে বিশ্ব পরিবেশগত সমস্যা শীর্ষক অধ্যায়ে স্থান পেয়েছে বিশ্বের উষ্ণতারোধ সংক্রান্ত কিয়োটো চুক্তি থেকে শুরু করে সর্বশেষ প্যারিস সম্মেলনের বিষয়টি পর্যন্ত। বাংলাদেশের বিষয়টি গুরুত্বপূর্ণ বিধায় বাংলাদেশ প্রসঙ্গটি আলোচনা করা হয়েছে। ‘সভ্যতার সংকট’ বিশ্ব শতাব্দীর শেষ দিনগুলোতে আলোচনার ঝড় তুলেছিল। এটা বিবেচনায় নিয়েই ঊনবিংশ অধ্যায়ে ‘সভ্যতার সংকট’ ও নয়া বিশ^ ব্যবস্থার স্বরূপ নিয়ে আলোচনা করা হয়েছে। গ্রন্থটিতে প্রচুর সারণি ব্যবহার করা হয়েছে। এর ফলে পাঠকরা ওইসব উপাত্ত ও তথ্য নিয়ে বিংশ শতাব্দীতে সংঘটিত বিভিন্ন ঘটনা বিশ্লেষণ করতে পারবেন। গ্রন্থটি মূলত রাষ্ট্রবিজ্ঞান, ইতিহাস ও আন্তর্জাতিক সম্পর্কের ছাত্রদের জন্য একটি রেফারেন্স বই। একই সাথে বিসিএস পরীক্ষায় অংশগ্রহণকারীরা গ্রন্থটি পাঠ করে উপকৃত হবেন। সাধারণ পাঠকরাও বইটি পড়ে বিশ^ রাজনীতির ইতিহাস সম্পর্কে অনেক কিছু জানতে পারবেন।",
    "totalPages": 362,
    "rating": 4.5,
    "category": "Politics",
    "tags": [
      "বিশ্বরাজনীতি",
      "রাজনীতি",
      "বিংশ শতাব্দী"
    ],
    "publisher": "ঢাকা কমিক্স প্রকাশনী",
    "yearOfPublishing": 1984
  }
]